{
  "overview" : {
    "Overview" : " ",
    "1. User Case" : "//General description of the sample AND the testing environment,…// ",
    "2. Characterisation\\nmethod" : "//Experiment/Operation 1. Please identify the first method used. Most characterisation processes should consist of only one method. However, the user has the possibility to describe a characterisation that includes multiple chained methods (e.g. mass spectrometry followed by gas chromatography)//\\n//Experiment/Operation 2 …//",
    "3. Validation of\\ncharacterisation" : "//Describe why the characterization method was chosen and deemed to be the most useful for the sample. Evidence this with a peer reviewed paper/article.//",
    "4. Access conditions\\n(what is needed to\\nrepeat the experiment)" : "//Was the access to your sample preparation an in-house routine or required a 3rd party service?//\\n//Was the access to your characterisation tool an in-house routine or required a 3rd party service?//\\n//In case of national or international facilities such as synchrotrons describe the programme that enabled you to access these.//\\n//If applicable: Is your post-processing software open-source or commercial?//"
  },
  "user_case" : {
    "1. User Case" : " ",
    "1.1 User" : "//Describe the user (level of expertise) and the level of automation of the test//",
    "1.2 Sample" : "//Describe the sample specifications: dimensions, surface conditions, nature bulk material, coating, heterogeneous material, biomaterial, etc.).//",
    "1.3 Sample material\\nproperties" : "//Main properties of the sample material under investigation//\\n//– chemical composition//\\n//–metal/ceramic/polymer/natural/composite//\\n//– microstructure.//",
    "1.4 Sampling process" : "//How the sample was extracted from the batch.//",
    "1.5 Sample preparation" : "//Describe the sample preparation procedures, sample holder, if the sample amount and/or quality was within or below the threshold for the characterisation method.//",
    "1.6 Hazards" : "//Describe the inherent properties of the sample that can cause adverse effects during handling//",
    "1.7 Characterisation\\nenvironment" : "//Describe the environment of the experiment (temperature, pressure, working environment – in air, controlled pressure, or vacuum – humidity, noise, vibrations)//"
  },
  "experiment" : {
    "2. Experiment" : " ",
    "2.1 Probe/\\nPhysics of Interaction" : "//Describe the NATURE of the probe used to test the material, as well as the physics of interaction between the sample volume and the probe. Provide physical equations that describe your method, e.g., Lambert-Beer for UV.//",
    "2.2 Interaction Volume" : "//Describe the characteristic volume of interaction between the sample//",
    "2.3 Calibration Process" : "//Describe the calibration process needed to acquire the data. State if your equipment is professionally calibrated and the frequency thereof.//",
    "2.4 Detector" : "//Describe the nature and main functions of the used detector including the brand.//",
    "2.5 Signal" : "//Describe the signals that are acquired.//",
    "2.6 Measurement time" : "//Quantify the time needed for the acquisition//",
    "2.7 Measurement\\nparameters" : "//Describe the main input parameters that are needed to acquire the signal//"
  },
  "raw_data" : {
    "3. Raw Data" : " ",
    "3.1 Raw Data" : "//Describe the nature and data format of the acquired raw data//",
    "3.2 Unit" : "//Describe the units of your data, e.g. km/mol for IR intensities, etc. or state unitless.//",
    "3.3 Data acquisition rate" : "//Quantify the raw data acquisition rate, if applicable.//"
  },
  "data_processing" : {
    "4. Data Processing" : " ",
    "4.1a Level of Expertise" : "//Little expertise: Person can read out results directly//\\n//Medium expertise: Person needs to use a simple computer program to fetch data and interpret them (e.g., Win-NMR)//\\n//Domain expertise: Person needs to be able to retrieve data and fit data.//\\n//High expertise: Person cannot rely on any computer algorithm and requires years of expertise to make ad hoc decisions how to process data//",
    "4.1b Data Normalisation" : "//Description of any processes that are adopted to normalise the raw data (e.g. set of the zero points of the measurements, subtraction of noise, etc.)//",
    "4.2 Processing\\nReproducibility" : "//Description of performed statistical analysis to check for data reproducibility. Easily reproducible for everyone Reproducible for a domain expert Reproducible only for Data processing Expert//",
    "4.3 Data Filtering\\nProcesses" : "//Describe the main raw data filtering processes//",
    "4.4 Data Analysis\\nProcedures" : "//Describe the main raw data analysis workflow and describe the software used.//",
    "4.5 Main Processed\\nSignals" : "//Describe the main processed channels//",
    "4.6 Data Processing\\nThrough Calibrations" : "//Describe how raw data are corrected and/or modified through calibrations.//",
    "4.7a Properties\\n(Elaborated Data)" : "//Describe how the elaborated data are converted into properties.//",
    "4.7b Quality of the Data" : "//Example evaluation of S/N ratio, or other quality indicators (limits of detection/quantification, statistical analysis of data, data robustness analysis)//",
    "4.8 Data Management" : "//Describe if the data will be entered into a repository, e.g. CCDC, etc. and thus can be made accessible to a wider audience//"
  }
}